-- --------------------------------------------------------
-- 호스트:                          112.222.157.156
-- 서버 버전:                        8.4.5 - MySQL Community Server - GPL
-- 서버 OS:                        Linux
-- HeidiSQL 버전:                  12.17.0.7270
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

-- 테이블 데이터 meerkatgram.posts:~19 rows (대략적) 내보내기
DELETE FROM `posts`;
INSERT INTO `posts` (`id`, `user_id`, `content`, `image`, `created_at`, `updated_at`, `deleted_at`) VALUES
  (1, 3, '아니한다. 진흥하여야 있다. 의무교육은.', 'https://picsum.photos/seed/irxsvBaHy/3313/1387', '2025-11-26 18:34:41', '2026-05-17 14:11:12', '2026-05-17 14:11:12'),
  (3, 3, '죄를 보호한다. 범하고 증거인멸의 도피 법률에 범죄에 형사피고인은.\n처벌받지 모성의 진다. 법률로써 노력하여야 있다. 전통문화의 계승·발전과 무상으로 거듭.', 'https://picsum.photos/seed/Sq4OP7M/2023/975', '2025-11-29 05:03:38', '2025-11-29 10:51:44', NULL),
  (4, 3, '수 헌법에 소추되지 아니한다. 정하는 예술가의 신문의 국민은.\n법률이 국가는 소추되지 법률이 자유를.\n해당하는 모성의 대하여 사생활의 필요한.', 'https://picsum.photos/seed/CPp7k0hTt/1822/3356', '2025-11-01 18:33:22', '2025-11-29 10:51:44', NULL),
  (5, 3, '일반적으로 때까지는 아니하는 민족문화의 민족문화의 창달에 장기 민족문화의.\n효력을 법률이 민족문화의 청구할 현행범인인 가진다. 침해받지 처벌받지 기능을 죄를.\n국내법과 가진다. 범', 'https://picsum.photos/seed/Aq70Fal/3522/1801', '2025-11-28 02:00:34', '2025-11-29 10:51:44', NULL),
  (6, 3, '재외국민을 노력하여야 모성의 3년 죄를 장기 해당하는 정한다. 정하는 소추되지.', 'https://picsum.photos/seed/GO632/2683/2088', '2025-11-21 08:06:37', '2025-11-29 10:51:44', NULL),
  (7, 3, '범하고 영장을 법률에 의하여 구성하지 필요한.\n아니하며, 정하는 보호할 이상의 염려가 수 있을 보호를 신문의.\n있을 사항은 보장하기 법률로써 무죄로 정한다. 바에 경우와 모든.\n필', 'https://picsum.photos/seed/BQIwX/2819/3680', '2025-11-20 16:00:29', '2025-11-29 10:51:44', NULL),
  (8, 3, '무상으로 때에는 보장하기 보호를 예술가의 의하여 통신·방송의 형에 바에. 민족문화의 일반적으로 헌법에 또는 신체의 범죄에 형사피고인은 예술가의 창달에 거듭. 이상의 권리는 모든 국', 'https://picsum.photos/seed/azXX3hnt6R/2339/250', '2025-11-15 21:31:20', '2025-11-29 10:51:44', NULL),
  (9, 3, '행위로 또는 평생교육을 창달에. 사생활의 일반적으로 범죄에 있을 범죄에 구성하지. 때에는 보장하기 재외국민을 또는.', 'https://picsum.photos/seed/0JfN0GcsF/1101/1022', '2025-11-10 16:33:49', '2025-11-29 10:51:44', NULL),
  (10, 3, '의무교육은 범하고 모든 또는 확정될 필요한. 보호할 필요한 체결·공포된 시설기준과 법률로써 때에는 정하는 장기 청구할. 처벌받지 시설기준과 헌법에 보장하기 죄를 권리는 아니하며, ', 'https://picsum.photos/seed/BKcuz/751/3940', '2025-11-05 08:20:01', '2025-11-29 10:51:44', '2025-11-29 15:58:38'),
  (11, 4, '해당하는 때까지는 행위로 진다. 경우와 사후에.\n유죄의 보호한다. 대하여.\n소추되지 권리는 구성하지.\n확정될 청구할 동일한 형사피고인은 염려가.', 'https://picsum.photos/seed/QcYJOprVQV/3940/519', '2025-11-01 15:22:15', '2025-11-29 10:51:44', NULL),
  (12, 4, '통신·방송의 구성하지 평생교육을 국가는 보호한다.. 유죄의 보호할 법률로. 형사피고인은 진다. 창달에 보호할 사생활의 승인된 조약과 권리는. 도피 효력을 이상의 같은 있을 장기. ', 'https://picsum.photos/seed/KBjjoG/1517/2162', '2025-11-19 23:00:03', '2025-11-29 10:51:44', NULL),
  (13, 4, '한다. 국민은 의하여 보호할 또는 승인된 동일한 국가는. 장기 국민은 보호할 모성의 진흥하여야 의하여 거듭 확정될 기능을 국제법규는. 범죄에 형에 범하고 때까지는 보호를 사후에 조', 'https://picsum.photos/seed/7Iu3LR7TRr/3608/1966', '2025-11-09 14:29:21', '2025-11-29 10:51:44', NULL),
  (14, 4, '시설기준과 의하여 판결이 진다. 예술가의 한다. 아니하는 재외국민을. 범죄에 구성하지 승인된 또는 범죄를 죄를 추정된다. 동일한. 행위로 범죄를 죄를 청구할.\n경우와 모든 도피. ', 'https://picsum.photos/seed/geJ0i5a1kH/1376/411', '2025-11-27 07:32:42', '2025-11-29 10:51:44', NULL),
  (15, 4, '해당하는 청구할 평생교육을 예술가의 헌법에 또는 보장하기 무상으로 의무교육은.', 'https://picsum.photos/seed/uBKXxlhMMu/3783/3357', '2025-11-08 10:19:53', '2025-11-29 10:51:45', NULL),
  (16, 4, '소추되지 사후에 신체의 의하여 도피 해당하는 의하여. 국민은 의무를 영장을 헌법에 때에는 아니하며, 필요한 이상의 모성의 범죄를. 위하여 노력하여야 다만, 자유를 가진다. 신문의 ', 'https://picsum.photos/seed/db2GI2Z/3822/2432', '2025-11-25 09:49:46', '2025-11-29 10:51:45', NULL),
  (17, 4, '범죄에 민족문화의 사항은. 정한다. 경우와 이상의. 보장하기 때에는 노력하여야 유죄의 청구할 법률이.', 'https://picsum.photos/seed/njd63jk/233/2236', '2025-11-19 05:19:15', '2025-11-29 10:51:45', NULL),
  (18, 4, '있다. 효력을 모성의 무죄로 통신·방송의 때에는 범죄에 형사피고인은 가진다..\n거듭 법률에 추정된다. 아니한다..', 'https://picsum.photos/seed/k3QlA7e/267/2066', '2025-11-17 01:22:20', '2025-11-29 10:51:45', NULL),
  (19, 4, '평생교육을 모성의 경우와.', 'https://picsum.photos/seed/PlTR5/1402/2595', '2025-11-06 20:35:13', '2025-11-29 10:51:45', NULL),
  (20, 4, '보호한다. 한다. 죄를 국가는.', 'https://picsum.photos/seed/KhxeQTU/1957/3067', '2025-11-21 11:58:54', '2025-11-29 10:51:45', NULL);

/*!40103 SET TIME_ZONE=IFNULL(@OLD_TIME_ZONE, 'system') */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
